Repository: Metercedes/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, hu, sr_cyrl, tr

source: FEATURE_DISABLE_WARNINGS
ar: إخفاء تحذيرات TikTok
hu: TikTok figyelmeztetések elrejtése
sr_cyrl: Skriva TikTok upozorenja
tr: TikTok uyarılarını gizler

source: FEATURE_DISABLE_LIVE
ar: إخفاء البث المباشر من الشاشة الرئيسية
hu: Élő közvetítések elrejtése a hírfolyamban
sr_cyrl: Skriva prenose uživo u feedu
tr: Akışta canlı yayınları gizler

source: FEATURE_SKIP_RECOMMENDED
ar: إزالة توصيات الأصدقاء وغيرها
hu: Barát ajánlások stb. eltávolítása
sr_cyrl: Uklanja preporuke prijatelja itd
tr: Arkadaş önerilerini vb. kaldırır

source: FEATURE_UPLOAD_REGION
ar: عرض علم منطقة الرفع بجانب اسم المستخدم
hu: Feltöltési régió zászló megjelenítése a felhasználónév mellett
sr_cyrl: Prikazuje zastavu regiona za otpremanje pored korisničkog imena
tr: Kullanıcı adının yanında yükleme bölge bayrağını gösterir

source: FEATURE_HIDE_TOP_ITEMS
ar: إخفاء زر البحث، والبث المباشر، وغيرهما (لك، أتابعه، المتجر، إلخ...)
hu: Keresés gomb, ÉLŐ és egyebek elrejtése (Neked, Követettek, Bolt stb...)
sr_cyrl: Skriva dugme za pretragu, LIVE i druge (Za vas, Sledeće, Prodavnica itd...)
tr: Arama düğmesini, CANLI ve diğerlerini gizler (Sizin İçin, Takip Edilenler, Mağaza vb...)

source: FEATURE_ANONYMOUS_SEEN
ar: مشاهدة المحادثات دون علم الطرف الآخر
hu: Chatek megtekintése anélkül, hogy a másik fél tudná
sr_cyrl: Pogledajte ćaskanja bez znanja druge osobe
tr: Chatlere diğer kişi bilmeden bak

source: FEATURE_SHOW_ALL_TABS
ar: عرض جميع تبويبات الإعدادات المخفية [تجريبي!]
hu: Összes rejtett beállítás fül megjelenítése [Béta!]
sr_cyrl: Pokaži sve skrivene kartice podešavanja [Beta!]
tr: Tüm gizli ayar sekmelerini göster [Beta!]

source: FEATURE_PROFILE_SAVE
ar: حفظ معلومات الملف الشخصي إلى الحافظة
hu: Profil információ mentése vágólapra
sr_cyrl: Čuva informacije o profilu u ostavu
tr: Profil bilgisini panoya kaydeder

source: FEATURE_EMBED_LINKS
ar: تفعيل الروابط المدمجة عند نسخ رابط
hu: Beágyazott linkek engedélyezése link másoláskor
sr_cyrl: Omogućite ugrađene veze prilikom kopiranja veze
tr: Linkleri kopyalarken gömülü linkleri etkinleştir

source: FEATURE_PROFILE_COPY
ar: نسخ معلومات الملف الشخصي
hu: Profil információ másolása
sr_cyrl: Kopira informacije o profilu
tr: Profil bilgisini kopyalar

source: FEATURE_USER_POST_COUNT
ar: عرض عدد الفيديوهات المرفوعة
hu: Feltöltött videók számának megjelenítése
sr_cyrl: Prikazuje broj postavljenih video zapisa
tr: Yüklenen video sayısını gösterir

source: FEATURE_LIKE_COUNT
ar: عرض عدد الإعجابات على الرسائل
hu: Kedvelések számának megjelenítése az üzenetekben
sr_cyrl: Pokazuje kao računati na poruke
tr: Mesajlarda like sayısını gösterir

source: FEATURE_UPLOAD_DATE
ar: عرض تاريخ الرفع
hu: Feltöltési dátum megjelenítése
sr_cyrl: Prikazuje datum otpremanja
tr: Yükleme tarihini gösterir

source: FEATURE_SHOW_VIDEO_TIMESTAMP
ar: عرض وقت رفع الفيديو في صفحة "لك"
hu: Videó feltöltési idő megjelenítése a FYP-ben
sr_cyrl: Prikaži vreme otpremanja video zapisa u FIP-u
tr: FYP'de video yükleme zamanını göster

source: FEATURE_HIDE_DANGEROUS_ACTION
ar: إخفاء التحذيرات أسفل فيديوهات الرياضة (UFC، الملاكمة، إلخ...)
hu: Figyelmeztetések elrejtése sport videók alatt (UFC, boksz, stb...)
sr_cyrl: Sakrij upozorenja pod Sport Video (UFC, boks, itd...)
tr: Spor videoları altında uyarıları gizle (UFC, Boks, vb...)

source: FEATURE_REMOVE_PENDANT
ar: إزالة عرض إعلان الزاوية العلوية اليسرى في صفحة "لك"
hu: Bal felső reklám nézet eltávolítása a fyp-ben
sr_cyrl: Uklonite gornji levi oglas u fip-u
tr: FYP'de sol üstteki reklam görünümünü kaldır

source: FEATURE_CONFIRM_LIKE
ar: عرض تأكيد عند الإعجاب بالفيديو
hu: Megerősítés megjelenítése videó kedveléséhez
sr_cyrl: Pokazuje potvrdu da se sviđa video
tr: Videoyu likelamak için onay gösterir

source: FEATURE_CONFIRM_COMMENT_LIKE
ar: عرض تأكيد عند الإعجاب بالتعليق
hu: Megerősítés megjelenítése hozzászólás kedveléséhez
sr_cyrl: Pokazuje potvrdu da vole komentar
tr: Yorumu likelamak için onay gösterir

source: FEATURE_CONFIRM_COMMENT_DISLIKE
ar: عرض تأكيد عند عدم الإعجاب بالتعليق
hu: Megerősítés megjelenítése hozzászólás nemtetszéséhez
sr_cyrl: Pokazuje potvrdu da ne volim komentar
tr: Yorumu dislikelamak için onay gösterir

source: FEATURE_CONFIRM_FOLLOW
ar: عرض تأكيد عند متابعة المستخدم
hu: Megerősítés megjelenítése felhasználó követéséhez
sr_cyrl: Prikazuje potvrdu da prati korisnika
tr: Kullanıcıyı takip etmek için onay gösterir

source: FEATURE_AUTO_CLEAR
ar: مسح سجل البحث تلقائيًا كل 60 ثانية
hu: Keresési előzmények automatikus törlése 60 másodpercenként
sr_cyrl: Automatski briše istoriju pretrage svakih 60 sekundi
tr: Arama geçmişini her 60 saniyede otomatik temizler

source: FEATURE_FAKE_CHANGES
ar: تمكين تزييف بيانات الملف الشخصي
hu: Profil adatok hamisításának engedélyezése
sr_cyrl: Omogućava prevaru podataka profila
tr: Profil veri sahtekarlığını etkinleştirir

source: FEATURE_FOLLOWER_COUNT
ar: أدخل عدد المتابعون المزيف
hu: Hamis követők számának megadása
sr_cyrl: Unesite broj lažnih sledbenika
tr: Sahte takipçi sayısını gir

source: FEATURE_FOLLOWING_COUNT
ar: أدخل عدد المتابَعين المزيف
hu: Hamis követettek számának megadása
sr_cyrl: Unesite lažni broj sledećih
tr: Sahte takip edilen sayısını gir

source: FEATURE_FAKE_VERIFIED
ar: عرض شارة التوثيق المزيفة
hu: Hamis hitelesítési jelvény megjelenítése
sr_cyrl: Pokazuje lažnu verifikacionu značku
tr: Sahte doğrulama rozetini gösterir

source: FEATURE_HIDE_PLUS_BTN
ar: إخفاء زر الكاميرا
hu: Kamera gomb elrejtése
sr_cyrl: Sakrij dugme kamere
tr: Kamera düğmesini gizle

source: FEATURE_HIDE_FRIENDS_BADGE
ar: إخفاء شارة إشعارات الأصدقاء
hu: Barát értesítési jelvény elrejtése
sr_cyrl: Sakrij značku obaveštenja o prijatelju
tr: Arkadaş bildirim rozetini gizle

source: FEATURE_HIDE_INBOX_BADGE
ar: إخفاء شارة إشعارات الصندوق الوارد
hu: Bejövő üzenetek értesítési jelvény elrejtése
sr_cyrl: Sakrij značku obaveštenja o prijemnom sandučetu
tr: Gelen kutusu bildirim rozetini gizle

source: FEATURE_EXTENDED_COMMENTS
ar: زيادة حد حروف التعليقات
hu: Hozzászólások karakter korlát kiterjesztése
sr_cyrl: Proširuje ograničenje znakova komentara
tr: Yorum karakter limitini genişletir

source: FEATURE_UPLOAD_HD
ar: تمكين الرفع بجودة HD
hu: HD feltöltések engedélyezése
sr_cyrl: Omogućava HD otpremanje
tr: HD yüklemeleri etkinleştirir

source: FEATURE_APP_LOCK
ar: إضافة إمكانية قفل TikTok بكلمة مرور
hu: TikTok zárolásának lehetősége jelszóval
sr_cyrl: Dodaje mogućnost zaključavanja TikTok-a lozinkom
tr: TikTok'u şifre ile kilitleme yeteneği ekler

source: FEATURE_ENABLE_FLEX
ar: للمطورين فقط، لا تعبث بهذا الخيار إذا لم تكن تعرف ما يفعله
hu: Csak fejlesztőknek, NE NYÚLJON HOZZÁ, ha nem tudja mit csinál
sr_cyrl: Samo za programere, NE DIRAJTE ako ne znate šta radi
tr: Yalnızca geliştiriciler için, ne yaptığınızı bilmiyorsanız DOKUNMAYIN

source: FEATURE_OLED_KEYBOARD
ar: يعمل فقط مع الوضع الداكن
hu: Csak sötét témával működik
sr_cyrl: Radi samo sa tamnom temom
tr: Yalnızca koyu tema ile çalışır

source: FEATURE_POST_STATS
ar: إظهار زر قائمة في قسم التنزيل لإحصائيات المنشور
hu: Menü gomb megjelenítése a letöltés szekcióban a bejegyzés statisztikákhoz
sr_cyrl: Prikaži dugme menija u odeljku za preuzimanje za statistiku posta
tr: İndirme bölümünde gönderi istatistikleri için menü düğmesi göster

source: FEATURE_ENABLE_TEXT_TO_REPOSTS
ar: تمكين إضافة نص إلى "إعادة النشر"
hu: Szöveg hozzáadásának engedélyezése az újraosztáshoz
sr_cyrl: Omogućite dodavanje tekstova u svoj Repost
tr: Yeniden gönderilere metin eklemeyi etkinleştir

source: FEATURE_VOICE_MESSAGES
ar: تمكين إرسال رسائل صوتية في الدردشة
hu: Hangüzenetek küldésének engedélyezése chatben
sr_cyrl: Omogućite slanje glasovnih poruka u ćaskanju
tr: Chatte sesli mesaj göndermeyi etkinleştir

source: FEATURE_ENABLE_STREAKS
ar: تمكين السلاسل المتتالية مع الأصدقاء
hu: Sorozatok engedélyezése barátokkal
sr_cyrl: Omogućite pruge sa prijateljima
tr: Arkadaşlarla serileri etkinleştir

source: FEATURE_HIDE_STREAK_PET
ar: إخفاء رفيق السلاسل المتتالية
hu: Sorozat háziállat elrejtése
sr_cyrl: Sakrij Streak Pet
tr: Seri evcil hayvanını gizle

source: FEATURE_DISABLE_TYPING
ar: عدم إظهار مؤشر الكتابة أثناء الدردشة
hu: Gépelés jelző nem küldése chattelés közben
sr_cyrl: Ne šaljite kucanje indikator će ćaskanje
tr: Chat ederken yazma göstergesi gönderme

source: FEATURE_PIN_CHATS
ar: تثبيت المحادثات المفضلة في الأعلى
hu: Kedvenc chatek rögzítése a tetejére
sr_cyrl: Pin omiljene ćaskanja na vrh
tr: Favori chatleri en üste sabitle

source: FEATURE_BYPASS_MEDIA_LIMIT
ar: تجاوز حدود الوسائط في الدردشة (الافتراضي: الصور: 9، الفيديو: 1 دقيقة)
hu: Média korlátok megkerülése chatben (Alapértelmezett: 9 fotó, 1 perc videó)
sr_cyrl: Zaobiđite ograničenja medija u ćaskanju (podrazumevano: 9 fotografija, 1 min video)
tr: Chatte medya limitini atla (Varsayılan: 9 Fotoğraf, 1 Dakika Video)

source: FEATURE_DISABLE_AI_REPLIES
ar: تعطيل الردود المُولدة بالذكاء الاصطناعي على المنشورات المُرسلة
hu: AI-generált válaszok letiltása elküldött bejegyzésekhez
sr_cyrl: Onemogućavanje AI-generisanih odgovora na poslate poruke
tr: Gönderilen gönderilere AI üretilmiş yanıtları devre dışı bırak

source: FEATURE_SMALL_EMOJI
ar: تمكين إرسال إيموجيات صغيرة
hu: Kis emojik küldésének engedélyezése
sr_cyrl: Omogućite slanje malih emojija
tr: Küçük emoji göndermeyi etkinleştir

source: FEATURE_HIDE_COMMISSION_POSTS
ar: إزالة المنشورات التي تقول "يحصل المنشئ على عمولة"
hu: Olyan bejegyzések eltávolítása amelyek azt mondják 'Az alkotó jutalékot keres'
sr_cyrl: Uklonite post koji kaže 'Kreator zarađuje proviziju'
tr: 'Yaratıcı Komisyon Kazanır' diyen gönderileri kaldır

source: ENABLE_COMMENT_PHOTO
ar: السماح بإضافة صور في التعليقات
hu: Fotók hozzáadásának engedélyezése hozzászólásokhoz
sr_cyrl: Dozvolite dodavanje fotografija u komentare
tr: Yorumlara fotoğraf eklemeyi izin ver

source: ENABLE_COMMENT_STICKERS
ar: السماح بإضافة ملصقات في التعليقات
hu: Matricák hozzáadásának engedélyezése hozzászólásokhoz
sr_cyrl: Dozvolite dodavanje nalepnica na komentare
tr: Yorumlara etiket eklemeyi izin ver

source: FEATURE_DISABLE_COMMENT_TOOLTIP
ar: تعطيل التلميحات في التعليقات
hu: Buboréksúgók letiltása hozzászólásokban
sr_cyrl: Onemogućavanje opisa alata u komentarima
tr: Yorumlarda ipuçlarını devre dışı bırak

source: FEATURE_ADD_COMMENT_POST
ar: تمكين نشر التعليق كمنشور
hu: Hozzászólások bejegyzésként való közzétételének engedélyezése
sr_cyrl: Omogućite objavljivanje komentara kao postova
tr: Yorumları gönderi olarak yayınlamayı etkinleştir

source: FEATURE_ADD_COMMENT_STORY
ar: تمكين نشر التعليق كقصة
hu: Hozzászólások történetként való közzétételének engedélyezése
sr_cyrl: Omogućite objavljivanje komentara kao priče
tr: Yorumları story olarak yayınlamayı etkinleştir

source: FEATURE_MASS_UNFOLD
ar: فتح جميع ردود التعليقات دفعة واحدة
hu: Összes hozzászólás válasz kinyitása
sr_cyrl: Masa odvija sve komentare odgovore
tr: Tüm yorum yanıtlarını toplu aç

source: FEATURE_AUTO_UNFOLD
ar: فتح نصوص التعليقات تلقائياً
hu: Hozzászólás szövegek automatikus kinyitása
sr_cyrl: Automatski razvijajte tekstove komentara
tr: Yorum metinlerini otomatik aç

source: FEATURE_MULTI_EMOJI
ar: تمكين شريط الإيموجي المتعدد في التعليقات
hu: Többszörös emoji hozzászólás sáv engedélyezése
sr_cyrl: Omogućite traku za komentare sa više emoji
tr: Çoklu emoji yorum çubuğunu etkinleştir

source: FEATURE_HIDE_EMOJI
ar: إخفاء شريط الإيموجي في التعليقات
hu: Emoji sáv elrejtése hozzászólásokban
sr_cyrl: Sakrij emoji bar u komentarima
tr: Yorumlarda emoji çubuğunu gizle

source: FEATURE_COMMENT_REDESIGN
ar: تمكين تصميم التعليقات المعاد تصميمه
hu: Újratervezett hozzászólás cellák engedélyezése
sr_cyrl: Omogućite redizajnirane ćelije komentara
tr: Yeniden dizayn edilmiş yorum hücrelerini etkinleştir

source: FEATURE_COPY_WITHOUT_USERNAME
ar: نسخ التعليقات بدون نسخ اسم المستخدم
hu: FUNKCIÓ_MÁSOLÁS_FELHASZNÁLÓNÉV_NÉLKÜL
sr_cyrl: ФЕАТУРЕ_ЦОПY_WИТХОУТ_УСЕРНАМЕ
tr: Yorumları 'Kullanıcı Adı: ' Olmadan Kopyala

source: FEATURE_ENABLE_COMMENT_FLAGS
ar: عرض علم منطقة صاحب التعليق
hu: FUNKCIÓ_HOZZÁSZÓLÁS_ZÁSZLÓK_ENGEDÉLYEZÉSE
sr_cyrl: ФЕАТУРЕ_ЕНАБЛЕ_ЦОММЕНТ_ФЛАГС
tr: Yorumcunun bölge bayrağını göster

source: Could Not Copy Music
ar: تعذر نسخ الموسيقى
hu: Nem sikerült kimásolni a zenét
sr_cyrl: Није било могуће копирати музику
tr: Müzik Kopyalanamadı

source: The video doesn't have music to download
ar: هذا الفيديو لا يحتوي على موسيقى للتحميل
hu: Ennek a videónak nincs letölthető zenéje
sr_cyrl: Видео не садржи музику за преузимање
tr: Bu videoda indirilecek müzik yok

source: DEVELOPER_TELEGRAM
ar: انضم إلى قناة Telegram للحصول على آخر التحديثات
hu: Csatlakozzon a Telegram csatornához a legfrissebb frissítésekért
sr_cyrl: Pridružite se Telegram kanal za najnovije ispravke
tr: En son güncellemeler için Telegram kanalına katıl

source: DEVELOPER_SUPPORT
ar: ادعم RXTikTok واحصل على إمكانية دخول مجموعة النسخ التجريبية
hu: Támogassa az RXTikTokot és kapjon hozzáférést a béta tesztelő csoporthoz
sr_cyrl: Podržite RKSTikTok i dobijte pristup beta testnoj grupi
tr: RXTikTok'u destekle ve beta test grubuna erişim kazan

source: Features list
ar: قائمة الميزات
hu: Funkciók listája
sr_cyrl: Списак функција
tr: Özellikler listesi

source: Not Selected
ar: غير محدد
hu: Nincs kiválasztva
sr_cyrl: Није изабрано
tr: Seçilmedi

source: OK
ar: حسناً
tr: Tamam

source: Disable Left & Right Swipe
ar: تعطيل السحب لليمين واليسار
hu: Bal és jobb húzás letiltása
sr_cyrl: Онемогући лево и десно клизање
tr: Sol ve Sağ Kaydırmayı Devre Dışı Bırak

source: Pull To Camera
ar: السحب لفتح الكاميرا
hu: Húzás a kamerához
sr_cyrl: Привуци до камере
tr: Kameraya Çek

source: Regions
ar: المناطق
hu: Régiók
sr_cyrl: Региони
tr: Bölgeler

source: Full Region Mode
ar: وضع المنطقة الكامل
hu: Teljes régió mód
sr_cyrl: Режим пуног региона
tr: Tam Bölge Modu

source: Add Folders To Inbox
ar: إضافة مجلدات إلى صندوق الوارد
hu: Mappák hozzáadása a bejövő üzenetekhez
sr_cyrl: Додајте фолдера у инбокс
tr: Gelen Kutusuna Klasör Ekle

source: Settings
ar: الإعدادات
hu: Beállítások
sr_cyrl: Подешавања
tr: Ayarlar

source: Save
ar: حفظ
hu: Mentés
sr_cyrl: Сачувај
tr: Kaydet

source: Delete
ar: حذف
hu: Törlés
sr_cyrl: Обриши
tr: Sil

source: Edit
ar: تعديل
hu: Szerkesztés
sr_cyrl: Уреди
tr: Editle

source: Close
ar: إغلاق
hu: Bezárás
sr_cyrl: Затвори
tr: Kapat

source: Back
ar: العودة
hu: Vissza
sr_cyrl: Назад
tr: Geri

source: Next
ar: التالي
hu: Következő
sr_cyrl: Следеће
tr: İleri

source: Done
ar: تم
hu: Kész
sr_cyrl: Завршено
tr: Bitti

source: Error
ar: خطأ
hu: Hiba
sr_cyrl: Грешка
tr: Göte geldik!

source: Success
ar: تم بنجاح
hu: Sikeres
sr_cyrl: Успех
tr: Başarı

source: Warning
ar: تحذير
hu: Figyelmeztetés
sr_cyrl: Упозорење
tr: Uyarı

source: Loading
ar: جاري التحميل
hu: Betöltés
sr_cyrl: Учитавање
tr: Yükleniyor

source: Search
ar: البحث
hu: Keresés
sr_cyrl: Претрага
tr: Ara

source: Apply
ar: تطبيق
hu: Alkalmaz
sr_cyrl: Примените
tr: Uygula

source: Reset
ar: إعادة تعيين
hu: Alaphelyzetbe állítás
sr_cyrl: Ресетуј
tr: Sıfırla

source: Saved!
ar: تم الحفظ!
hu: Sikeres mentés!
tr: Kaydedildi!

source: Video saved successfully
ar: تم حفظ الفيديو بنجاح
hu: Videó sikeresen mentve
sr_cyrl: Видео је успешно сачуван
tr: Video başarıyla kaydedildi

source: Photo saved successfully
ar: تم حفظ الصورة بنجاح
hu: Fotó sikeresen mentve
sr_cyrl: Фотографија је успешно сачувана
tr: Fotoğraf başarıyla kaydedildi

source: Failed to save media
ar: فشل في حفظ الوسائط
hu: Nem sikerült menteni a médiát
sr_cyrl: Није успело чување медија
tr: Medya kaydedilemedi

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
hu: Nincs internetkapcsolat
sr_cyrl: Нема интернет везе
tr: İnternet bağlantısı yok amuna goyum

source: Select All
ar: تحديد الكل
hu: Összes kijelölése
sr_cyrl: Изабери све
tr: Tümünü Seç

source: Deselect All
ar: إلغاء تحديد الكل
hu: Összes kijelölés törlése
sr_cyrl: Одузми све
tr: Tüm Seçimi Kaldır

source: More Options
ar: المزيد من الخيارات
hu: További opciók
sr_cyrl: Више опција
tr: Daha Fazla Seçenek

source: Share
ar: مشاركة
hu: Megosztás
sr_cyrl: Подели
tr: Paylaş

source: Copy Link
ar: نسخ الرابط
hu: Link másolása
sr_cyrl: Копирај линк
tr: Linki Kopyala

source: Report
ar: إبلاغ
hu: Jelentés
sr_cyrl: Пријави
tr: Rapor Et

source: Block
ar: حظر
hu: Letiltás
sr_cyrl: Блокирај
tr: Blokla

source: Unfollow
ar: إلغاء المتابعة
hu: Követés megszüntetése
sr_cyrl: Престани да пратиш
tr: Takibi Bırak

source: Hide
ar: إخفاء
hu: Elrejtés
sr_cyrl: Сакриј
tr: Gizle

source: Show
ar: إظهار
hu: Megjelenítés
sr_cyrl: Прикажи
tr: Göster

source: Enable
ar: تمكين
hu: Engedélyezés
sr_cyrl: Омогући
tr: Etkinleştir

source: Disable
ar: تعطيل
hu: Letiltás
sr_cyrl: Онемогући
tr: Devre Dışı Bırak

source: FEATURE_DISABLE_SWIPE
ar: تعطيل السحب يمينًا ويسارًا في الشاشة الرئيسية
hu: Balra és jobbra húzás letiltása a hírfolyamban
sr_cyrl: Onemogućite prevlačenje levo i desno u feedu
tr: Akışta sol ve sağ kaydırmayı devre dışı bırak

source: FEATURE_PULL_TO_CAMERA
ar: تمكين ميزة السحب لفتح الكاميرا
hu: Húzás a kamerához funkció engedélyezése
sr_cyrl: Omogućite funkciju povlačenja u kameru
tr: Kameraya çekme özelliğini etkinleştir

source: FEATURE_ADD_FOLDERS
ar: إضافة المجلدات إلى رسائل صندوق الوارد لتنظيمه
hu: Mappa szervezés hozzáadása a bejövő üzenetekhez
sr_cyrl: Dodajte organizaciju fascikle u poruke prijemnog sandučeta
tr: Gelen kutusu mesajlarına klasör organizasyonu ekle

source: FEATURE_FULL_REGION_MODE
ar: فعِّل هذا الخيار فقط إذا لم يعمل الخيار الأول!!
hu: Csak akkor engedélyezze, ha az első opció nem működik!!
sr_cyrl: Omogućite samo ako prva opcija ne radi !!
tr: İlk seçenek çalışmıyorsa yalnızca etkinleştir!!

source: FEATURE_ANONYMOUS_SEEN_DESC
ar: مشاهدة المحادثات دون ظهور "تم القراءة" للمرسل
hu: Chatek megtekintése anélkül, hogy olvasási visszaigazolást küldenénk a feladónak
sr_cyrl: Pogledaj ćaskanja bez slanja potvrda o čitanju pošiljaocu
tr: Chatleri gönderene okundu bilgisi göndermeden görüntüle

source: FEATURE_SHOW_ALL_TABS_DESC
ar: إظهار جميع علامات تبويب الإعدادات المخفية، بما في ذلك الميزات التجريبية
hu: Minden rejtett beállítás fül megjelenítése, beleértve a kísérleti funkciókat is
sr_cyrl: Pokaži sve skrivene kartice podešavanja, uključujući i eksperimentalne funkcije
tr: Deneysel özellikler dahil tüm gizli ayar sekmelerini göster

source: FEATURE_PROFILE_SAVE_DESC
ar: حفظ معلومات الملف الشخصي إلى الحافظة بضغطة واحدة
hu: Profil információ mentése a vágólapra egy koppintással
sr_cyrl: Sačuvajte informacije o profilu u ostavu jednim dodirom
tr: Profil bilgisini tek dokunuşla panoya kaydet

source: FEATURE_PROFILE_COPY_DESC
ar: نسخ تفاصيل الملف الشخصي بما في ذلك اسم المستخدم، البايو، والمعلومات العامة الأخرى
hu: Profil részletek másolása, beleértve a felhasználónevet, bemutatkozást és egyéb nyilvános információkat
sr_cyrl: Kopirajte detalje profila, uključujući korisničko ime, biografiju i druge javne informacije
tr: Kullanıcı adı, biyo ve diğer genel bilgileri dahil profil detaylarını kopyala

source: FEATURE_APP_LOCK_DESC
ar: تأمين تطبيق TikTok بكلمة مرور أو مصادقة بيومترية
hu: TikTok alkalmazás biztonságossá tétele jelszóval vagy biometrikus hitelesítéssel
sr_cyrl: Osigurajte svoju aplikaciju TikTok lozinkom ili biometrijskom autentifikacijom
tr: TikTok aplikasyonu şifre veya biyometrik kimlik doğrulamayla güvence altına al

source: FEATURE_REGIONS_DESC
ar: الوصول إلى المحتوى الخاص بالمناطق المختلفة عن طريق تغيير موقعك الافتراضي
hu: Régió-specifikus tartalom elérése virtuális helyzet megváltoztatásával
sr_cyrl: Pristupite sadržaju specifičnom za region promenom virtuelne lokacije
tr: Sanal konumunu değiştirerek bölgeye özgü içeriğe eriş

source: FEATURE_ADD_FOLDERS_DESC
ar: تنظيم رسائل صندوق الوارد في مجلدات مخصصة لإدارة أفضل
hu: Bejövő üzenetek rendszerezése egyéni mappákba a jobb kezelés érdekében
sr_cyrl: Organizujte svoje poruke u prijemnom sandučetu u prilagođene fascikle za bolje upravljanje
tr: Daha iyi yönetim için gelen kutusu mesajlarını özel klasörlere organize et

source: Credits
ar: الشكر والتقدير
hu: Közreműködők
sr_cyrl: Кредити
tr: Katkıda Bulunanlar

source: Special Thanks to
ar: شكر خاص لـ
hu: Különleges köszönet
sr_cyrl: Специјална захвалност
tr: Özel Teşekkürler

source: Community
ar: المجتمع
hu: Közösség
sr_cyrl: Заједница
tr: Topluluk

source: Main Developer, Owner
ar: المطور الرئيسي، المالك
hu: Fő fejlesztő, tulajdonos
sr_cyrl: Главни програмер, власник
tr: Ana Geliştirici, Sahip

source: Co-Owner
ar: مساعد المالك
hu: Társtulajdonos
sr_cyrl: Ко-власник
tr: Ortak Sahip

source: DRM Developer
ar: مطوّر إدارة الحقوق الرقمية
hu: DRM fejlesztő
sr_cyrl: DRM програмер
tr: DRM Geliştirici

source: Contributor
ar: المساهم
hu: Közreműködő
sr_cyrl: Сарадник
tr: Katkıda Bulunan

source: UI Designer
ar: مصمم واجهة المستخدم
hu: Felhasználói felület tervező
sr_cyrl: Дизајнер интерфејса
tr: UI Dizayncısı

source: Telegram Channel
ar: قناة Telegram
hu: Telegram csatorna
sr_cyrl: Телеграм канал
tr: Telegram Kanalı

source: Telegram Discussion Group
ar: مجموعة Telegram للمناقشة
hu: Telegram beszélgetőcsoport
sr_cyrl: Телеграм дискусиона група
tr: Telegram Tartışma Grubu

source: Get the latest updates and news
ar: احصل على آخر التحديثات والأخبار
hu: Legfrissebb hírek és újdonságok
sr_cyrl: Добијте најновија ажурирања и вести
tr: En son güncellemeleri ve haberleri al

source: Join the community discussion
ar: انضم إلى مناقشة المجتمع
hu: Közösségi beszélgetés
sr_cyrl: Придружите се дискусији у заједници
tr: Topluluk tartışmasına katıl

source: Buy Me a Coffee
ar: اشترِ لي قهوة
hu: Vegyél nekem egy kávét
sr_cyrl: Придружите се дискусији у заједници
tr: Bana Kahve Ismarla

source: Support the development
ar: دعم التطوير
hu: Támogassa a fejlesztést
sr_cyrl: Подржите развој
tr: Gelişimi destekle

source: Support
ar: الدعم
hu: Támogatás
sr_cyrl: Подршка
tr: Destek

source: About
ar: حول
hu: Névjegy
tr: Hakkında

source: Configuration
ar: الإعدادات
hu: Konfiguráció
tr: Konfigürasyon

source: Import Configuration
ar: استيراد الإعدادات
hu: Konfiguráció importálása
tr: Konfigürasyonu İçe Aktar

source: Export Configuration
ar: تصدير الإعدادات
hu: Konfiguráció exportálása
tr: Konfigürasyonu Dışa Aktar

source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
hu: Minden beállítás visszaállítása
tr: Tüm Ayarları Sıfırla

source: Import settings from a file
ar: استيراد الإعدادات من ملف
hu: Beállítások importálása fájlból
tr: Ayarları dosyadan içe aktar

source: Export settings to a file
ar: تصدير الإعدادات إلى ملف
hu: Beállítások exportálása fájlba
tr: Ayarları dosyaya dışa aktar

source: Reset all settings to default values
ar: إعادة تعيين جميع الإعدادات إلى القيم الافتراضية
hu: Minden beállítás visszaállítása az alapértelmezett értékekre
tr: Tüm ayarları varsayılan değerlere sıfırla

source: All settings have been reset to default values.
ar: تمت إعادة تعيين جميع الإعدادات إلى القيم الافتراضية.
hu: Minden beállítás visszaállítva az alapértelmezett értékekre.
tr: Tüm ayarlar varsayılan değerlere sıfırlandı.

source: Configuration imported successfully.
ar: تم استيراد الإعدادات بنجاح.
hu: Konfiguráció sikeresen importálva.
tr: Konfigürasyon başarıyla içe aktarıldı.

source: File selection was cancelled.
ar: تم إلغاء اختيار الملف.
hu: A fájl kiválasztása megszakítva.
tr: Dosya seçimi iptal edildi.

source: Cancelled
ar: تم الإلغاء
hu: Megszakítva
tr: İptal Edildi

source: Select App Language
ar: اختر لغة التطبيق
hu: Alkalmazás nyelvének kiválasztása
tr: Aplikasyon Dilini Seç

source: Erase All TikTok Data
ar: مسح جميع بيانات TikTok
hu: Összes TikTok adat törlése
tr: Tüm TikTok Verilerini Sil

source: Erase all TikTok data from the app [Becareful!!!]
ar: مسح جميع بيانات TikTok من التطبيق [كن حذراً!!!]
hu: Összes TikTok adat törlése az alkalmazásból [Legyél óvatos!]
tr: Aplikasyondan tüm TikTok verilerini sil [Dikkatli ol!!!]

source: Clear Keychain
ar: مسح Keychain
hu: Kulcstartó törlése
tr: Anahtar Zincirini Temizle
