Repository: Metercedes/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, hu, sr_cyrl, tr

source: RXTikTok, Hi
ar: مرحبًا بك في RXTikTok
hu: RXTikTok, Szia
sr_cyrl: RXTikTok, Здраво
tr: RXTikTok, Merhaba

source: RXTikTok Settings
ar: إعدادات RXTikTok
hu: RXTikTok beállítások
sr_cyrl: RXTikTok Подешавања
tr: RXTikTok Ayarları

source: Welcome
ar: مرحبًا
hu: Üdvözlünk
sr_cyrl: Добродошли
tr: Hoş Geldin

source: Tap to Join the Telegram
ar: اضغط للانضمام إلى Telegram
hu: Csatlakozás a Telegram csatornához
sr_cyrl: Кликните да се придружите Телеграму
tr: Telegram'a Katılmak İçin Dokun

source: Yes
ar: نعم
hu: Igen
sr_cyrl: Да
tr: Evet

source: No
ar: لا
hu: Nem
sr_cyrl: Не
tr: Hayır

source: ON
ar: تشغيل
hu: Be
sr_cyrl: На
tr: AÇIK

source: OFF
ar: إيقاف
hu: Ki
sr_cyrl: ИСКЉУЧЕНО
tr: KAPALI

source: Cancel
ar: إلغاء
hu: Mégse
sr_cyrl: Откажи
tr: İptal

source: Confirm
ar: تأكيد
hu: Megerősítés
sr_cyrl: Потврди
tr: Onayla

source: Actions
ar: الإجراءات
hu: Műveletek
sr_cyrl: Акције
tr: Aksiyonlar

source: Default
ar: افتراضي
hu: Alapértelmezett
sr_cyrl: Подразумевано
tr: Varsayılan

source: Compact
ar: مدمج
hu: Kompakt
sr_cyrl: Компактан
tr: Kompakt

source: Backgrounding ✌️
ar: التشغيل في الخلفية ✌️
hu: Fut a háttérben ✌️
sr_cyrl: У позадини ✌️
tr: Arka Plana Alma ✌️

source: Are you sure?
ar: هل أنت متأكد؟
hu: Biztos benne?
sr_cyrl: Да ли сте сигурни?
tr: Emin misin?

source: Feed
ar: القائمة الرئيسية
hu: Hírfolyam
sr_cyrl: Фид
tr: Akış

source: Profile
ar: الملف الشخصي
hu: Profil
sr_cyrl: Профил
tr: Profil

source: Other
ar: أخرى
hu: Egyéb
sr_cyrl: Остало
tr: Diğer

source: Region
ar: المنطقة
hu: Régió
sr_cyrl: Регион
tr: Bölge

source: Developer
ar: المطور
hu: Fejlesztő
sr_cyrl: Развијач
tr: Geliştirici

source: Design Options
ar: خيارات التصميم
hu: Dizájn opciók
sr_cyrl: Опције дизајна
tr: Dizayn Seçenekleri

source: Other Settings
ar: إعدادات أخرى
hu: Egyéb beállítások
sr_cyrl: Остала подешавања
tr: Diğer Ayarlar

source: Auto Clear History
ar: مسح السجل تلقائيًا
hu: Automatikus előzmények törlése
sr_cyrl: Аутоматско брисање историје
tr: Otomatik Geçmiş Temizleme

source: Enable Embeded Links
ar: تمكين الروابط المدمجة
hu: Beágyazott linkek engedélyezése
sr_cyrl: Омогући уграђене линкове
tr: Gömülü Linkleri Etkinleştir

source: Language 🌎
ar: اللغة 🌎
hu: Nyelv 🌎
sr_cyrl: Језик 🌎
tr: Dil 🌎

source: Show All Settings Tabs
ar: عرض كل تبويبات الإعدادات
hu: Minden beállítás fül megjelenítése
sr_cyrl: Прикажи све картице подешавања
tr: Tüm Ayar Sekmelerini Göster

source: Show Video Upload Timestamp
ar: عرض توقيت رفع الفيديو
hu: Videó feltöltési időbélyeg megjelenítése
sr_cyrl: Прикажи временску ознаку за отпремање видеа
tr: Video Yükleme Zaman Damgasını Göster

source: Remove Pendant View
ar: إزالة الاعلانات الطرفية
hu: Függő nézet eltávolítása
sr_cyrl: Уклони приказ у висини
tr: Pendant Görünümünü Kaldır

source: Hide Commission Posts
ar: إخفاء المنشورات المدفوعة
hu: Jutalékos bejegyzések elrejtése
sr_cyrl: Сакриј постове на комаду
tr: Komisyon Gönderilerini Gizle

source: Hide dangerous-action Warning
ar: إخفاء تحذير الإجراءات الخطرة
hu: Veszélyes műveletek figyelmeztetéseinek elrejtése
sr_cyrl: Сакриј упозорење о опасним акцијама
tr: Tehlikeli Aksiyon Uyarılarını Gizle

source: Downloads Menu
ar: قائمة التنزيلات
hu: Letöltések menü
sr_cyrl: Мени за преузимање
tr: İndirmeler Menüsü

source: Download Video
ar: تنزيل الفيديو
hu: Videó letöltése
sr_cyrl: Преузми видео
tr: Video İndir

source: Download HD Video
ar: تنزيل الفيديو بدقة HD
hu: HD videó letöltése
sr_cyrl: Преузми HD видео
tr: HD Video İndir

source: Download Music
ar: تنزيل الموسيقى
hu: Zene letöltése
sr_cyrl: Преузми музику
tr: Müzik İndir

source: Download Photo
ar: تنزيل الصورة
hu: Fotó letöltése
sr_cyrl: Преузми фотографију
tr: Fotoğraf İndir

source: Download All Photos
ar: تنزيل كل الصور
hu: Összes fotó letöltése
sr_cyrl: Преузми све фотографије
tr: Tüm Fotoğrafları İndir

source: Download Photos Menu
ar: قائمة تنزيل الصور
hu: Fotók letöltése menü
sr_cyrl: Мени за преузимање фотографија
tr: Fotoğrafları İndir Menüsü

source: Downloading
ar: جارٍ التنزيل
hu: Letöltés folyamatban
sr_cyrl: Превучење
tr: İndiriliyor

source: Download Button
ar: زر التنزيل
hu: Letöltés gomb
sr_cyrl: Дугме за преузимање
tr: İndir Düğmesi

source: Copy Menu
ar: قائمة النسخ
hu: Másolás menü
sr_cyrl: Мени за копирање
tr: Kopyala Menüsü

source: Copy Music Link
ar: نسخ رابط الموسيقى
hu: Zene link másolása
sr_cyrl: Копирај линк за музику
tr: Müzik Linkini Kopyala

source: Copy Description
ar: نسخ الوصف
hu: Leírás másolása
sr_cyrl: Копирај опис
tr: Açıklama Kopyala

source: Post Info
ar: معلومات المنشور
hu: Bejegyzés információ
sr_cyrl: Инфо о посту
tr: Gönderi Bilgisi

source: Copy Video link
ar: نسخ رابط الفيديو
hu: Videó link másolása
sr_cyrl: Копирај линк видеа
tr: Video Linkini Kopyala

source: Copy bio
ar: نسخ البايو
hu: Bio másolása
sr_cyrl: Копирај биографију
tr: Biyo Kopyala

source: Music Link Copied
ar: تم نسخ رابط الموسيقى
hu: Zene link másolva
sr_cyrl: Линк за музику копиран
tr: Müzik Linkini Kopyalandı

source: Video Link Copied
ar: تم نسخ رابط الفيديو
hu: Videó link másolva
sr_cyrl: Линк за видео копиран
tr: Video Linkini Kopyalandı

source: Description Link Copied
ar: تم نسخ رابط الوصف
hu: Leírás link másolva
sr_cyrl: Линк за опис копиран
tr: Açıklama Kopyalandı

source: Stats Menu
ar: قائمة الإحصائيات
hu: Statisztikák menü
sr_cyrl: Мени са статистиком
tr: İstatistik Menüsü

source: Video Info
ar: معلومات الفيديو
hu: Videó információ
sr_cyrl: Инфо о видеу
tr: Video Bilgisi

source: Confirm Settings
ar: إعدادات التأكيد
hu: Megerősítési beállítások
sr_cyrl: Потврди подешавања
tr: Onay Ayarları

source: Confirmation Settings
ar: إعدادات التأكيد
hu: Megerősítési beállítások
sr_cyrl: Подешавања потврде
tr: Onaylama Ayarları

source: Like Confirmation
ar: تأكيد الإعجاب
hu: Kedvelés megerősítése
sr_cyrl: Потврда лајкова
tr: Like Onayı

source: Like Comment Confirmation
ar: تأكيد الإعجاب بالتعليق
hu: Hozzászólás kedvelésének megerősítése
sr_cyrl: Потврда лајкова на коментар
tr: Yorum Likelama Onayı

source: Dislike Comment Confirmation
ar: تأكيد عدم الإعجاب بالتعليق
hu: Hozzászólás nemtetszésének megerősítése
sr_cyrl: Потврда дизлајкова на коментар
tr: Yorum Dislike Onayı

source: Follow Confirmation
ar: تأكيد المتابعة
hu: Követés megerősítése
sr_cyrl: Потврда праћења
tr: Takip Onayı

source: Feed Settings
ar: إعدادات الشاشة الرئيسية
hu: Hírfolyam beállítások
sr_cyrl: Подешавања фида
tr: Akış Ayarları

source: Hide Ads
ar: إخفاء الإعلانات
hu: Reklámok elrejtése
sr_cyrl: Сакриј рекламе
tr: Reklamları Gizle

source: Share Sheet
ar: قائمة المشاركة
hu: Megosztás
sr_cyrl: Лист за дељење
tr: Paylaş Sayfası

source: Remove Watermark
ar: إزالة العلامة المائية
hu: Vízjel eltávolítása
sr_cyrl: Уклони водени жиг
tr: Su İşaretini Kaldır

source: Show/Hide UI Button
ar: إظهار/إخفاء زر الواجهة
hu: Felhasználói felület gomb megjelenítése/elrejtése
sr_cyrl: Прикажи/Сакриј дугме UI
tr: UI Düğmesini Göster/Gizle

source: Stop Playback
ar: إيقاف التشغيل
hu: Lejátszás leállítása
sr_cyrl: Заустави репродукцију
tr: Oynatmayı Durdur

source: Auto Play Next Video
ar: تشغيل الفيديو التالي تلقائياً
hu: Következő videó automatikus lejátszása
sr_cyrl: Аутоматски репродукуј следећи видео
tr: Sonraki Videoyu Otomatik Oynat

source: Show Progress Bar
ar: عرض شريط التقدم
hu: Folyamatjelző megjelenítése
sr_cyrl: Прикажи траку напредовања
tr: İlerleme Çubuğunu Göster

source: Transparent Comments
ar: التعليقات الشفافة
hu: Átlátszó hozzászólások
sr_cyrl: Транспарентни коментари
tr: Şeffaf Yorumlar

source: Show Usernames
ar: إظهار أسماء المستخدمين
hu: Felhasználónevek megjelenítése
sr_cyrl: Прикажи корисничка имена
tr: Kullanıcı Adlarını Göster

source: Disable Sensitive Content
ar: تعطيل تحذير المحتوى الحساس
hu: Érzékeny tartalom letiltása
sr_cyrl: Онемогући осетљиви садржај
tr: Hassas İçeriği Devre Dışı Bırak

source: Disable Warnings
ar: تعطيل التحذيرات
hu: Figyelmeztetések letiltása
sr_cyrl: Онемогући упозорења
tr: Uyarıları Devre Dışı Bırak

source: Disable Live Streaming
ar: تعطيل البث المباشر
hu: Élő közvetítések letiltása
sr_cyrl: Онемогући пренос уживо
tr: Canlı Yayını Devre Dışı Bırak

source: Skip Recommendations
ar: تخطي التوصيات
hu: Ajánlások kihagyása
sr_cyrl: Прескочи препоруке
tr: Önerileri Atla

source: Upload Region
ar: منطقة الرفع
hu: Feltöltési régió
sr_cyrl: Регион отпремања
tr: Yükleme Bölgesi

source: Hide Top Feed items
ar: إخفاء العناصر العلوية في الشاشة الرئيسية
hu: Felső hírfolyam elemek elrejtése
sr_cyrl: Сакриј врх фида
tr: Üst Akış Öğelerini Gizle

source: Anonymous Seen
ar: وضع التخفي
hu: Névtelen megtekintés
sr_cyrl: Анонимно виђено
tr: Anonim Görüldü

source: Hide Play/Pause Button
ar: إخفاء زر التشغيل/الإيقاف المؤقت
hu: Lejátszás/szünet gomb elrejtése
sr_cyrl: Сакриј дугме за репродукцију/паузу
tr: Oynat/Duraklat Düğmesini Gizle

source: Profile Settings
ar: إعدادات الملف الشخصي
hu: Profil beállítások
sr_cyrl: Подешавања профила
tr: Profil Ayarları

source: Profile Save
ar: حفظ الملف الشخصي
hu: Profil mentése
sr_cyrl: Сачувај профил
tr: Profil Kaydet

source: Profile Copy
ar: نسخ الملف الشخصي
hu: Profil másolása
sr_cyrl: Копирај профил
tr: Profil Kopyala

source: Video Like Count
ar: عدد الإعجابات على الفيديو
hu: Videó kedvelések száma
sr_cyrl: Број лајкова на видео
tr: Video Like Sayısı

source: Video Upload Date
ar: تاريخ رفع الفيديو
hu: Videó feltöltési dátuma
sr_cyrl: Датум отпремања видеа
tr: Video Yükleme Tarihi

source: User Post Count
ar: عدد منشورات المستخدم
hu: Felhasználó bejegyzéseinek száma
sr_cyrl: Број постова корисника
tr: Kullanıcı Gönderi Sayısı

source: Followers
tr: Takipçiler

source: Following
ar: أتابعه
hu: Követettek
sr_cyrl: Праћење
tr: Takip Edilenler

source: Fake Verified
ar: توثيق مزيف
hu: Hamis hitelesítés
sr_cyrl: Лажно верификован
tr: Sahte Doğrulanmış

source: Enable Fake Changes
ar: تمكين التغييرات المزيفة
hu: Hamis változtatások engedélyezése
sr_cyrl: Омогући лажне промене
tr: Sahte Değişiklikleri Etkinleştir

source: Extended Comments
ar: تعليقات طويلة
hu: Kiterjesztett hozzászólások
sr_cyrl: Проширени коментари
tr: Genişletilmiş Yorumlar

source: Upload HD
ar: رفع بجودة HD
hu: HD feltöltés
sr_cyrl: Отпреми HD
tr: HD Yükle

source: App Lock
ar: قفل التطبيق
hu: Alkalmazás zár
sr_cyrl: Закључавање апликације
tr: Aplikasyon Kilidi

source: Enable Flex
ar: تمكين Flex
hu: Flex engedélyezése
sr_cyrl: Омогући Flex
tr: Flex Etkinleştir

source: Enable Oled Keyboard
ar: تمكين لوحة مفاتيح OLED
hu: OLED billentyűzet engedélyezése
sr_cyrl: Омогући OLED тастатуру
tr: OLED Klavye Etkinleştir

source: Post Stats
ar: إحصائيات المنشور
hu: Bejegyzés statisztikák
sr_cyrl: Статистике поста
tr: Gönderi İstatistikleri

source: Enable Text To Reposts
ar: تمكين النص في "إعادة النشر"
hu: Szöveg hozzáadása újraosztásokhoz
sr_cyrl: Омогући текст за поновно објављивање
tr: Yeniden Gönderilere Metin Etkinleştir

source: Disable Survey Popups
ar: تعطيل نوافذ الاستبيانات المنبثقة
hu: Felmérő felugró ablakok letiltása
sr_cyrl: Онемогући поп-уп анкете
tr: Anket Pencerelerini Devre Dışı Bırak

source: Comment Settings
ar: إعدادات التعليقات
hu: Hozzászólás beállítások
sr_cyrl: Подешавања коментара
tr: Yorum Ayarları

source: Comment Design
ar: تصميم خانة التعليقات
hu: Hozzászólás dizájn
sr_cyrl: Дизајн коментара
tr: Yorum Dizaynı

source: Select Design
ar: تحديد التصميم
hu: Dizájn kiválasztása
sr_cyrl: Изабери дизајн
tr: Dizayn Seç

source: Disable Comment Tooltip
ar: تعطيل تلميحات التعليقات
hu: Hozzászólás buboréksúgó letiltása
sr_cyrl: Онемогући коментарски tooltip
tr: Yorum İpucunu Devre Dışı Bırak

source: Add Comment as Post
ar: إضافة التعليق كمنشور
hu: Hozzászólás hozzáadása bejegyzésként
sr_cyrl: Додај коментар као пост
tr: Yorumu Gönderi Olarak Ekle

source: Add Comment as Story
ar: إضافة التعليق كقصة
hu: Hozzászólás hozzáadása történetként
sr_cyrl: Додај коментар као причу
tr: Yorumu Story Olarak Ekle

source: Mass Unfold Comment Replies
ar: فتح جميع الردود
hu: Összes válasz kinyitása
sr_cyrl: Масовно откривање одговора на коментаре
tr: Toplu Yorum Yanıtlarını Aç

source: Auto Unfold Comment Texts
ar: فتح النصوص تلقائياً
hu: Szövegek automatikus kinyitása
sr_cyrl: Аутоматско откривање текстова коментара
tr: Yorum Metinlerini Otomatik Aç

source: Multi Emoji Comment Bar
ar: شريط الإيموجي المتعدد
hu: Többszörös emoji sáv
sr_cyrl: Бар за више емотикона у коментарима
tr: Çoklu Emoji Yorum Çubuğu

source: Hide Emoji-Bar
ar: إخفاء شريط الإيموجي
hu: Emoji sáv elrejtése
sr_cyrl: Сакриј бар са емотиконима
tr: Emoji Çubuğunu Gizle

source: Add Translation Button
ar: إضافة زر الترجمة
hu: Fordítás gomb hozzáadása
sr_cyrl: Додај дугме за превод
tr: Çeviri Düğmesi Ekle

source: Comment Cell Redesign
ar: إعادة تصميم خانة التعليق
hu: Hozzászólás cella újratervezése
sr_cyrl: Редизајн ћелије коментара
tr: Yorum Hücresi Yeniden Dizayn et

source: Enable Comment Photos
ar: تمكين صور التعليقات
hu: Hozzászólás fotók engedélyezése
sr_cyrl: Омогући фотографије у коментарима
tr: Yorum Fotoğraflarını Etkinleştir

source: Enable Comment Stickers
ar: تمكين ملصقات التعليقات
hu: Hozzászólás matrica engedélyezése
sr_cyrl: Омогући стикере у коментарима
tr: Yorum Etiketlerini Etkinleştir

source: Enable Comment Flags
ar: تمكين أعلام التعليقات
hu: Hozzászólás zászlók engedélyezése
sr_cyrl: Омогући заставице у коментарима
tr: Yorum Bayraklarını Etkinleştir

source: Enable Copy Without Username
ar: تمكين نسخ التعليق بدون اسم المستخدم
hu: Másolás engedélyezése felhasználónév nélkül
sr_cyrl: Омогући копирање без корисничког имена
tr: Kullanıcı Adı Olmadan Kopyalamayı Etkinleştir

source: Configure Advanced Comment Settings
ar: إعدادات التعليقات المتقدمة
hu: Speciális hozzászólás beállítások konfigurálása
sr_cyrl: Конфигуриши напредна подешавања коментара
tr: Gelişmiş Yorum Ayarlarını Yapılandır

source: Tab Bar Settings
ar: إعدادات الشريط السفلي
hu: Alsó sáv beállítások
sr_cyrl: Подешавања траке картица
tr: Sekme Çubuğu Ayarları

source: Tab Bar Configurations
ar: إعدادات الشريط السفلي
hu: Alsó sáv konfigurációk
sr_cyrl: Конфигурације траке картица
tr: Sekme Çubuğu Konfigürasyonu

source: Hide Plus Button
ar: إخفاء الزر +
hu: Plusz gomb elrejtése
sr_cyrl: Сакриј дугме Плус
tr: Artı Düğmesini Gizle

source: Hide Friends Badge
ar: إخفاء شارة الأصدقاء
hu: Barátok jelvény elrejtése
sr_cyrl: Сакриј значку пријатеља
tr: Arkadaş Rozetini Gizle

source: Hide Inbox Badge
ar: إخفاء شارة الصندوق الوارد
hu: Bejövő üzenetek jelvény elrejtése
sr_cyrl: Сакриј значку пријемног сандучета
tr: Gelen Kutusu Rozetini Gizle

source: Changes will take effect after restarting the app
ar: سوف تسري التغييرات بعد إعادة تشغيل التطبيق
hu: A változások az alkalmazás újraindítása után lépnek életbe
sr_cyrl: Промене ће бити примењене након поновног покретања апликације
tr: Değişiklikler aplikasyonu yeniden başlattıktan sonra etkili olacak

source: Live Button Settings
ar: إعدادات زر البث المباشر
hu: Élő gomb beállítások
sr_cyrl: Подешавања дугмета за пренос уживо
tr: Canlı Düğme Ayarları

source: Live Button Function
ar: وظيفة زر البث المباشر
hu: Élő gomb funkció
sr_cyrl: Функција дугмета за пренос уживо
tr: Canlı Düğme İşlevi

source: Live Button Actions
ar: إجراءات زر البث المباشر
hu: Élő gomb műveletek
sr_cyrl: Акције дугмета за пренос уживо
tr: Canlı Düğme Aksiyonları

source: Live Actions
ar: إجراءات زر البث المباشر
hu: Élő műveletek
sr_cyrl: Акције уживо
tr: Canlı Aksiyonlar

source: Playback Speed
ar: سرعة التشغيل
hu: Lejátszási sebesség
sr_cyrl: Брзина репродукције
tr: Oynatma Hızı

source: Select Action
ar: تحديد الإجراء
hu: Művelet kiválasztása
sr_cyrl: Изабери акцију
tr: Aksiyon Seç

source: Change the behavior of the Live button
ar: تغيير وظيفة زر البث المباشر
hu: Az élő gomb viselkedésének megváltoztatása
sr_cyrl: Промени понашање дугмета за пренос уживо
tr: Canlı düğmenin davranışını değiştir

source: Selected Action
ar: الإجراء المحدد
hu: Kiválasztott művelet
sr_cyrl: Изабрана акција
tr: Seçilen Aksiyon

source: Live Button Function Disabled
ar: وظيفة زر البث المباشر معطلة
hu: Élő gomb funkció letiltva
sr_cyrl: Функција дугмета за пренос уживо онемогућена
tr: Canlı Düğme İşlevi Devre Dışı

source: Please enable Live Button Function first
ar: الرجاء تفعيل وظيفة زر البث المباشر أولاً
hu: Először engedélyezni kell az élő gomb funkciót
sr_cyrl: Молимо омогућите функцију дугмета за пренос уживо
tr: Lütfen önce Canlı Düğme İşlevini etkinleştir

source: Change Action of Live Button
ar: تغيير إجراء زر البث المباشر
hu: Élő gomb műveletének megváltoztatása
sr_cyrl: Промени акцију дугмета за пренос уживо
tr: Canlı Düğme Aksiyonunu Değiştir

source: Enable Live Button Function
ar: تفعيل وظيفة زر البث المباشر
hu: Élő gomb funkció engedélyezése
sr_cyrl: Омогући функцију дугмета за пренос уживо
tr: Canlı Düğme İşlevini Etkinleştir

source: Chat Settings
ar: إعدادات الدردشة
hu: Chat beállítások
sr_cyrl: Подешавања чата
tr: Chat Ayarları

source: Enable Voice Messages
ar: تمكين الرسائل الصوتية
hu: Hangüzenetek engedélyezése
sr_cyrl: Омогући гласовне поруке
tr: Sesli Mesajları Etkinleştir

source: Enable Streaks
ar: تمكين السلاسل المتتالية
hu: Sorozatok engedélyezése
sr_cyrl: Омогући серије
tr: Serileri Etkinleştir

source: Hide Streak Pet
ar: تمكين رفيق السلاسل المتتالية
hu: Sorozat háziállat elrejtése
sr_cyrl: Сакриј љубимца серије
tr: Seri Evcil Hayvanını Gizle

source: Disable Typing Indicator
ar: تعطيل مؤشر الكتابة
hu: Gépelés jelző letiltása
sr_cyrl: Онемогући индикатор куцања
tr: Yazma Göstergesini Devre Dışı Bırak

source: Enable Pin Chat
ar: تمكين تثبيت الدردشة
hu: Chat rögzítés engedélyezése
sr_cyrl: Омогући пиновње чата
tr: Chat Sabitlemeyi Etkinleştir

source: Bypass Media Limit
ar: تجاوز حد الوسائط
hu: Média korlát megkerülése
sr_cyrl: Заобиђи лимит медија
tr: Medya Limitini Atla

source: Disable AI-Generated Replies
ar: تعطيل الردود المُولدة بالذكاء الاصطناعي
hu: AI-generált válaszok letiltása
sr_cyrl: Онемогући одговоре генерисане од стране АИ
tr: AI Üretilmiş Yanıtları Devre Dışı Bırak

source: Enable Small Emoji
ar: تمكين الرموز التعبيرية الصغيرة
hu: Kis emoji engedélyezése
sr_cyrl: Омогући мале емотиконе
tr: Küçük Emoji Etkinleştir

source: Enable Playback Speed
ar: تمكين التحكم في سرعة التشغيل
hu: Lejátszási sebesség engedélyezése
sr_cyrl: Омогући брзину репродукције
tr: Oynatma Hızını Etkinleştir

source: Selected Speed
ar: السرعة المحددة
hu: Kiválasztott sebesség
sr_cyrl: Изабрана брзина
tr: Seçilen Hız

source: Playback Speed Settings
ar: إعدادات سرعة التشغيل
hu: Lejátszási sebesség beállítások
sr_cyrl: Подешавања брзине репродукције
tr: Oynatma Hızı Ayarları

source: Enable Persistent Playback Speed.
ar: تمكين سرعة التشغيل الدائمة.
hu: Állandó lejátszási sebesség engedélyezése.
sr_cyrl: Омогући трајну брзину репродукције.
tr: Kalıcı Oynatma Hızını Etkinleştir.

source: Select Speed
ar: تحديد السرعة
hu: Sebesség kiválasztása
sr_cyrl: Изабери брзину
tr: Hız Seç

source: Control video playback speed
ar: التحكم في سرعة تشغيل الفيديو
hu: Videó lejátszási sebesség vezérlése
sr_cyrl: Контролиши брзину репродукције видеа
tr: Video oynatma hızını kontrol et

source: Playback Speed Disabled
ar: التحكم بسرعة التشغيل معطلة
hu: Lejátszási sebesség letiltva
sr_cyrl: Брзина репродукције онемогућена
tr: Oynatma Hızı Devre Dışı

source: Please enable Playback Speed first
ar: الرجاء تمكين التحكم بسرعة التشغيل أولاً
hu: Először engedélyezni kell a lejátszási sebességet
sr_cyrl: Молимо омогућите брзину репродукције
tr: Lütfen önce Oynatma Hızını etkinleştir

source: Region Settings
ar: إعدادات المنطقة
hu: Régió beállítások
sr_cyrl: Подешавања региона
tr: Bölge Ayarları

source: Enable region changing to access content from different regions
ar: تمكين تغيير المنطقة للوصول إلى محتوى من مناطق مختلفة
hu: Régióváltás engedélyezése különböző régiók tartalmának eléréséhez
sr_cyrl: Омогућите промену региона да бисте приступили садржају из различитих региона
tr: Farklı bölgelerden içeriğe erişmek için bölge değiştirmeyi etkinleştir

source: Enable Region Changing
ar: تمكين تغيير المنطقة
hu: Régióváltás engedélyezése
sr_cyrl: Омогући промену региона
tr: Bölge Değiştirmeyi Etkinleştir

source: Enable Region Changing Functionality
ar: تمكين وظيفة تغيير المنطقة
hu: Régióváltás funkció engedélyezése
sr_cyrl: Омогући функционалност промене региона
tr: Bölge Değiştirme İşlevini Etkinleştir

source: Selected Region
ar: المنطقة المحددة
hu: Kiválasztott régió
sr_cyrl: Изабрани регион
tr: Seçilen Bölge

source: Region Changing Disabled
ar: تغيير المنطقة معطل
hu: Régióváltás letiltva
sr_cyrl: Промена региона је онемогућена
tr: Bölge Değiştirme Devre Dışı

source: Please enable region changing first
ar: الرجاء تفعيل تغيير المنطقة أولاً
hu: Először engedélyezni kell a régióváltást
sr_cyrl: Молимо омогућите промену региона пре
tr: Lütfen önce bölge değiştirmeyi etkinleştir

source: FEATURE_HIDE_ADS
ar: إخفاء الإعلانات من الشاشة الرئيسية
hu: Reklámok elrejtése a hírfolyamból
sr_cyrl: Skriva oglase iz feed-a
tr: Akıştan reklamları gizler

source: FEATURE_DOWNLOAD_BUTTON
ar: تمكين زر التحميل للمنشورات والقصص
hu: Letöltés gomb engedélyezése bejegyzésekhez és történetekhez
sr_cyrl: Omogućava dugme za preuzimanje za poruke i priče
tr: Gönderiler ve storyler için indir düğmesini etkinleştirir

source: FEATURE_SHARE_SHEET
ar: فتح قائمة المشاركة بعد تحميل الوسائط
hu: Megosztás menü megnyitása média letöltése után
sr_cyrl: Otvara deljenje list nakon preuzimanja medija
tr: Medya indirildikten sonra paylaş sayfasını açar

source: FEATURE_REMOVE_WATERMARK
ar: إزالة العلامة المائية (شعار TikTok المتحرك واسم المستخدم) من الوسائط المحملة
hu: Vízjel eltávolítása (animált TikTok logó és felhasználónév) a letöltött médiából
sr_cyrl: Uklanja vodeni žig (animirani TikTok logo i korisničko ime) sa preuzetih medija
tr: İndirilen medyadan su işaretini kaldırır (animasyonlu TikTok logosu ve kullanıcı adı)

source: FEATURE_UI_BUTTON
ar: إظهار أو إخفاء زر واجهة المستخدم
hu: Felhasználói felület gomb megjelenítése vagy elrejtése
sr_cyrl: Prikazuje ili skriva dugme korisničkog interfejsa
tr: UI düğmesini gösterir veya gizler

source: FEATURE_STOP_PLAYBACK
ar: إيقاف تشغيل الفيديو عند نهايته
hu: Videó lejátszás leállítása amikor véget ér
sr_cyrl: Zaustavlja reprodukciju video zapisa kada se završi
tr: Video bittiğinde oynatmayı durdurur

source: FEATURE_AUTO_PLAY
ar: تمكين التمرير التلقائي للفيديوهات
hu: Automatikus videó görgetés engedélyezése
sr_cyrl: Omogućava automatsko pomeranje video zapisa
tr: Otomatik video kaydırmayı etkinleştirir

source: FEATURE_PROGRESS_BAR
ar: عرض شريط المدة أسفل كل فيديو
hu: Időtartam sáv megjelenítése minden videó alatt
sr_cyrl: Prikazuje traku trajanja ispod svakog video zapisa
tr: Her videonun altında süre çubuğunu gösterir

source: FEATURE_TRANSPARENT_COMMENTS
ar: جعل خانة التعليقات شفافة
hu: Hozzászólások szekció átlátszóvá tétele
sr_cyrl: Čini odeljak komentara transparentnim
tr: Yorumlar bölümünü şeffaf yapar

source: FEATURE_DISABLE_SURVEY
ar: تعطيل أسئلة الاستبيان المزعجة في الشاشة الرئيسية
hu: Bosszantó felmérő kérdések letiltása a hírfolyamban
sr_cyrl: Onemogućite dosadna anketna pitanja u feedu
tr: Akışta rahatsız edici anket sorularını devre dışı bırakır

source: FEATURE_HIDE_PLAY_PAUSE
ar: إخفاء زر التشغيل/الإيقاف في الشاشة الرئيسية
hu: Lejátszás/szünet nézet elrejtése a hírfolyamban
sr_cyrl: Sakrij prikaz reprodukcije / pauze u feedu
tr: Akışta Oynat/Duraklat görünümünü gizler

source: FEATURE_SHOW_USERNAMES
ar: استبدال اسم المستخدم بأسم الحساب
hu: Becenevek helyettesítése címkékkel
sr_cyrl: Zamenjuje nadimke sa oznakama
tr: Takma adları etiketlerle değiştirir

source: FEATURE_DISABLE_SENSITIVE
ar: إخفاء تحذير المحتوى غير المناسب
hu: Nem megfelelő tartalom figyelmeztetés elrejtése
sr_cyrl: Skriva upozorenje o neprikladnom sadržaju
tr: Uygunsuz içerik uyarısını gizler

source: FEATURE_ADD_TRANSLATION
ar: إضافة زر ترجمة في كل تعليق
hu: Fordítás gomb hozzáadása minden hozzászóláshoz
sr_cyrl: Dodajte dugme za prevođenje u svakom komentaru
tr: Her yoruma çeviri düğmesi ekler
