Repository: Metercedes/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, hu, sr_cyrl, tr

source: Are you sure you want to clear all data? This will remove: 1- TikTok's data directory 2-all keychains 3- clears all NSUserDefaults NOTICE! YOU WILL LOSE YOUR DRAFTS AND ANYTHING SAVED LOCALLY.
ar: هل أنت متأكد من أنك تريد مسح جميع البيانات؟ سيؤدي هذا إلى إزالة: 1- دليل بيانات TikTok 2- جميع Keychain 3- مسح جميع إعدادات تفضيلات المستخدم تنبيه! ستفقد المسودات وكل ما تم حفظه محليًا.
hu: Biztos, hogy törölni akarod az összes adatot? Ez el fogja távolítani: 1- TikTok adatkönyvtár 2- összes kulcstartó 3- minden NSUserDefaults törlése FIGYELEM! EL FOGJA VESZÍTENI A PISZKOZATAIT ÉS MINDEN HELYILEG MENTETT ADATOT.
tr: Tüm verileri temizlemek istediğine emin misin? Bu şu verileri kaldıracak: 1- TikTok veri dizini 2- tüm anahtar zincirleri 3- tüm NSUserDefaults'ı temizler UYARI! TASLAKLARINI VE YERELDE KAYDEDİLEN HER ŞEYİ KAYBEDECEKSİN.

source: Clear
ar: مسح
hu: Törlés
tr: Temizle

source: Really Clear All Data?
ar: هل تريد حقاً مسح جميع البيانات؟
hu: Tényleg törli az összes adatot?
tr: Tüm Verileri Gerçekten Temizle?

source: This is your final warning. This action is irreversible and will delete all local TikTok data, including drafts and settings. Are you absolutely sure?
ar: هذا هو تحذيرك النهائي. هذا الإجراء لا رجعة فيه وسيحذف جميع بيانات TikTok المحلية، بما في ذلك المسودات والإعدادات. هل أنت متأكد تمامًا؟
hu: Ez az utolsó figyelmeztetése. Ez a művelet visszafordíthatatlan és törölni fogja az összes helyi TikTok adatot, beleértve a piszkozatokat és beállításokat. Teljesen biztos benne?
tr: Bu son uyarın. Bu aksiyon geri döndürülemez ve taslaklar ve ayarlar dahil tüm yerel TikTok verilerini silecek. Kesinlikle emin misin?

source: Confirm Clear
ar: تأكيد المسح
hu: Törlés megerősítése
tr: Temizlemeyi Onayla

source: Data Cleared
ar: تم مسح البيانات
hu: Adatok törölve
tr: Veriler Temizlendi

source: All TikTok data has been cleared.
ar: تم مسح جميع بيانات TikTok.
hu: Minden TikTok adat törölve lett.
tr: Tüm TikTok verileri temizlendi.

source: Streak Info
ar: معلومات السلسلة المتتالية
hu: Sorozat információ
tr: Seri Bilgisi

source: FEATURE_STREAK_INFO
ar: عرض معلومات السلسلة المتتالية عند النقر على شعلة السلسلة
hu: Sorozat információ megjelenítése a sorozat tűzre koppintáskor
tr: Seri ateşine dokunulduğunda seri bilgisini göster

source: Hide Tab Bar Labels
ar: إخفاء تسميات الشريط السفلي
hu: Fül sáv címkék elrejtése
tr: Sekme Çubuğu Etiketlerini Gizle

source: FEATURE_HIDE_TAB_BAR_LABELS
ar: إخفاء التسميات في الشريط السفلي لمظهر أوضح
hu: Címkék elrejtése a fül sávban a tisztább megjelenésért
tr: Daha temiz bir görünüm için sekme çubuğundaki etiketleri gizle

source: Adjust offline download limit
ar: تعديل حد التنزيل في وضع عدم الاتصال
hu: Offline letöltési korlát beállítása
tr: Çevrimdışı İndirme Limitini Ayarla

source: Adjust value between 50 and 2000
ar: اضبط القيمة بين 50 و 2000
hu: Érték beállítása 50 és 2000 között
tr: Değeri 50 ile 2000 arasında ayarla

source: Start TikTok in Following
ar: بدء TikTok في صفحة "أتابعه"
hu: TikTok indítása a Követettek oldalon
tr: TikTok'u Takip Edilenlerde Başlat

source: FEATURE_START_FYP_IN_FOLLOWING
ar: بدء TikTok في الشاشة الرئيسية بـ"أتابعه" بدلًا من "لك"
hu: TikTok indítása a Követettek hírfolyamban a Neked hírfolyam helyett
tr: TikTok'u Sizin İçin akışı yerine Takip Edilenler akışında başlat

source: Waiting for TikTok…
ar: في انتظار TikTok…
hu: Várakozás a TikTokra…
tr: TikTok Bekleniyor…

source: Extracting Media URL…
ar: جارٍ استخراج رابط الوسائط…
hu: Média URL kinyerése…
tr: Medya URL'si Çıkarılıyor…

source: Invalid download URL received.
ar: تم استلام رابط تنزيل غير صالح.
hu: Érvénytelen letöltési URL érkezett.
tr: Geçersiz indirme URL'si alındı.

source: Failed to fetch HD video URL. Please try again.
ar: فشل الحصول على رابط الفيديو بدقة HD. يرجى المحاولة مرة أخرى.
hu: Nem sikerült lekérni a HD videó URL-t. Kérjük, próbálja újra.
tr: HD video URL'si alınamadı. Lütfen tekrar dene.

source: Enable Egypt Stickers
ar: تمكين ملصقات العراق
hu: Egyiptomi matricák engedélyezése
tr: Mısır Etiketlerini Etkinleştir

source: LOOP_STORY_VIDEOS
tr: Story Videolarını Döngüye Al

source: STOP_STORY_PHOTO_ADVANCE
tr: Story Fotoğrafı Otomatik İlerletme

source: FEATURE_LOOP_STORY_VIDEOS
tr: Etkinleştirildiğinde storylerde videoları döngüye alır

source: FEATURE_STOP_STORY_PHOTO_ADVANCE
tr: Etkinleştirildiğinde story fotoğrafı otomatik ilerletmeyi durdurur

source: BACKGROUND_PLAY
tr: Arka Plan Oynatmayı Etkinleştir

source: FEATURE_BACKGROUND_PLAY
tr: Arka Plan Oynatmayı Etkinleştir

source: Content & Display
tr: İçerik & Ekran

source: Playback Controls
tr: Oynatma Kontrolleri

source: Content Filtering
tr: İçerik Filtreleme

source: Navigation & Interaction
tr: Gezinme & Etkileşim

source: Downloads & Sharing
tr: İndirmeler & Paylaşım

source: Profile Actions
tr: Profil Aksiyonları

source: Video Information
tr: Video Bilgisi

source: Profile Customization
tr: Profil Özelleştirme

source: Profile Enhancement
tr: Profil Geliştirme

source: Enhanced Comments Features
tr: Geliştirilmiş Yorum Özellikleri

source: Text & Display Options
tr: Metin & Ekran Seçenekleri

source: Emoji & Interface
tr: Emoji & Arayüz

source: Content Interactions
tr: İçerik Etkileşimleri

source: Social Actions
tr: Sosyal Aksiyonlar

source: Tab Bar Elements
tr: Sekme Çubuğu Elemanları

source: Notification Badges
tr: Bildirim Rozetleri

source: App Configuration
tr: Aplikasyon Konfigürasyonu

source: Content Enhancement
tr: İçerik Geliştirme

source: System Features
tr: Sistem Özellikleri

source: Configuration Management
tr: Konfigürasyon Yönetimi

source: Chat Features
tr: Chat Özellikleri

source: Organization & Management
tr: Organizasyon & Yönetim

source: Privacy & Security
tr: Gizlilik & Güvenlik

source: DISBALE_SCREENSHOT_DETECTION
tr: Ekran Görüntüsü Algılamayı Devre Dışı Bırak

source: DISABLE_SCREENRECORDING_DETECTION
tr: Ekran Kaydı Algılamayı Devre Dışı Bırak

source: FEATURE_DISABLE_SCREENSHOT_DETECTION
tr: Chatlerde ekran görüntüsü algılamayı devre dışı bırak

source: FEATURE_DISABLE_SCREENRECORDING_DETECTION
tr: Chatlerde ekran kaydı algılamayı devre dışı bırak

source: Reset Settings
tr: Ayarları Sıfırla

source: Are you sure you want to reset all settings to default values? This action cannot be undone.
tr: Tüm ayarları varsayılan değerlere sıfırlamak istediğine emin misin? Bu aksiyon geri alınamaz.

source: Erase All Data
tr: Tüm Verileri Sil

source: Are you sure you want to erase all TikTok data? This will clear all app data and cannot be undone.
tr: Tüm TikTok verilerini silmek istediğine emin misin? Bu tüm aplikasyon verilerini temizler ve geri alınamaz.

source: Erase
tr: Sil

source: All TikTok data has been erased.
tr: Tüm TikTok verileri silindi.

source: Settings Reset
tr: Ayarlar Sıfırlandı

source: Language Changed
tr: Dil Değiştirildi

source: Please restart the app to apply changes, May require two app restarts!
tr: Değişiklikleri uygulamak için aplikasyonu yeniden başlat, İki kez yeniden başlatma gerekebilir!

source: Speeds
tr: Hızlar

source: Language
tr: Dil

source: MARK_SEEN_ON_REPLY
tr: Yanıtla İşaretle Görüldü

source: FEATURE_MARK_SEEN_ON_REPLY
tr: Yanıt verirken mesajları görüldü olarak işaretle

source: VIEW_PROFILES_ANONYMOUS
tr: Profilleri Anonim Görüntüle

source: FEATURE_VIEW_PROFILES_ANONYMOUS
tr: Etkinleştirildiğinde Profil Görüntüleme Takibini Devre Dışı Bırak

source: Choose import source:
tr: İçe aktarma kaynağını seç:

source: Import from Keychain
tr: Anahtar Zincirinden İçe Aktar

source: Import from File
tr: Dosyadan İçe Aktar

source: No backup found
tr: Yedek bulunamadı

source: No Backup
tr: Yedek Yok

source: No settings backup found in keychain.
tr: Anahtar zincirinde ayar yedeği bulunamadı.

source: Choose export destination:
tr: Dışa aktarma hedefini seç:

source: Save to Keychain
tr: Anahtar Zincirine Kaydet

source: Export to File
tr: Dosyaya Dışa Aktar

source: Configuration imported from keychain successfully.
tr: Konfigürasyon anahtar zincirinden başarıyla içe aktarıldı.

source: Configuration saved to keychain successfully.
tr: Konfigürasyon anahtar zincirine başarıyla kaydedildi.

source: Disable TikTok Rewards ADs
tr: TikTok Ödül Reklamlarını Devre Dışı Bırak

source: FEATURE_DISABLE_REWARDS_ADS
tr: Akıştan TikTok Ödül reklamlarını gizle

source: Modern
ar: حديث
sr_cyrl: Модеран

source: Follower
ar: المتابعين
hu: Követők
sr_cyrl: Пратилац

source: Extended Bio
ar: بايو طويل
hu: Kiterjesztett bemutatkozás
sr_cyrl: Проширена биографија

source: FEATURE_EXTENDED_BIO
ar: زيادة حد حروف البايو
hu: Bio karakter korlát kiterjesztése
sr_cyrl: Proširuje ograničenje bio karaktera

source: Creator Profile Pull
ar: سحب الملف الشخصي للمنشئ
hu: Alkotó profil húzás
sr_cyrl: Профил креатора

source: FEATURE_CREATOR_PROFILE_PULL
ar: عرض الملفات الشخصية لمنشئي المحتوى عند السحب لأسفل
hu: Alkotó profilok megtekintése lehúzáskor
sr_cyrl: Pogledaj profile kreatora prilikom povlačenja
